[ReshiSilentTakedown X2AbilityTemplate]
LocFriendlyName="暗杀证人"
LocLongDescription="在不破坏隐蔽的情况下向平民射击。只能在隐蔽时使用，并且可以在小队瞄准范围内使用。命中后将永远杀死平民。"
LocHelpText="在不破坏隐蔽的情况下向平民开枪。只能在隐蔽时使用，并且可以在小队瞄准范围内使用。命中后将永远杀死平民。"
LocFlyOverText="暗杀证人"

[ReshiSilentPistolTakedown X2AbilityTemplate]
LocFriendlyName="沉默见证人"
LocLongDescription="在不破坏隐蔽物的情况下向平民发射侧臂。"
LocHelpText="在不破坏隐蔽物的情况下向平民发射侧臂。"
LocFlyOverText="沉默见证人"

[MurderedCivilianForTargetPractice X2AbilityPointTemplate]
ActionFriendlyName="通过谋杀平民"